<template>
  <header>
    <div class="top-header container">
      <div class="logo">
        <h2>Эко чисто</h2>
        <!--        <p>Клининговая компания</p>-->
      </div>
      <div class="navbar">
        <ul class="navbar-nav container">
          <li class="nav-item"><a class="nav-link" href="#about">О нас</a></li>
          <li class="nav-item"><a class="nav-link" href="#achieves">Преимущества</a></li>
          <li class="nav-item"><a class="nav-link" href="#our-works">Наши работы</a></li>
          <li class="nav-item"><a class="nav-link" href="#pricelist">Цены</a></li>
          <li class="nav-item"><a class="nav-link" href="#callback">Оставить заявку</a></li>
        </ul>
      </div>
      <div class="phone">
        <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
          <circle cx="15" cy="15" r="15" fill="#F1F1F1"/>
          <circle cx="15" cy="15" r="10" fill="white"/>
          <path d="M20.6315 17.2724L20.7497 18.935C20.7613 19.0892 20.7405 19.2443 20.6886 19.3901C20.6367 19.5359 20.5548 19.6693 20.4483 19.7818C20.3418 19.8942 20.2129 19.9832 20.0699 20.0431C19.9269 20.1029 19.773 20.1323 19.618 20.1294C17.8961 20.0656 16.2133 19.5996 14.7049 18.7688C13.3027 18.0133 12.0845 16.9589 11.1368 15.6805C10.0955 14.3015 9.39447 12.6969 9.09041 10.9969C9.06563 10.8447 9.0729 10.6889 9.11175 10.5396C9.15059 10.3903 9.22016 10.2506 9.31603 10.1296C9.4119 10.0086 9.53196 9.90876 9.66857 9.83656C9.80519 9.76436 9.95536 9.72134 10.1095 9.71023L11.7754 9.59179C12.0447 9.56998 12.3127 9.64665 12.5295 9.8075C12.7463 9.96834 12.8971 10.2024 12.9537 10.466C13.0619 10.9931 13.2294 11.5062 13.4532 11.9957C13.542 12.1887 13.5735 12.4031 13.5439 12.6135C13.5144 12.8239 13.425 13.0215 13.2864 13.1828L12.6312 13.9367C13.5204 15.2679 14.7531 16.3349 16.1994 17.025L16.8545 16.271C16.9949 16.1113 17.1782 15.995 17.3827 15.9361C17.5873 15.8771 17.8044 15.8779 18.0085 15.9383C18.5256 16.0901 19.0583 16.183 19.5964 16.2153C19.8688 16.2341 20.1248 16.3522 20.3157 16.5471C20.5065 16.742 20.6189 17.0001 20.6315 17.2724Z" stroke="#159BD6" stroke-linecap="round" stroke-linejoin="round"/>
        </svg>
        <a href="tel:+79180284111">+7 (918) 028-41-11</a>
        <!--        <a class="call-me" href="javascript:void(0);">заказать звонок</a>-->
      </div>
    </div>
  </header>
</template>
